[
  {
    "_id": "64362d00da2699ba9f729281",
    "user_id": "64362cad87fbb86a9c9b1559",
    "recipe_id": "643629ceb4fdd889ec6989cc",
    "comment": "Excepteur amet esse deserunt fugiat amet reprehenderit proident nulla. Ut sunt magna do magna non irure consequat aliqua ipsum. Incididunt ad excepteur labore tempor consectetur officia occaecat veniam. Eiusmod mollit veniam adipisicing aliquip mollit enim cillum consectetur pariatur excepteur. Ad proident aute ea incididunt nostrud. Culpa Lorem cillum irure ullamco et tempor pariatur fugiat ad occaecat ut do minim et.\r\n",
    "rating": 2
  },
  {
    "_id": "64362d0046c0a64085a9c27f",
    "user_id": "64362cad945f8a83a047b7d0",
    "recipe_id": "643629cee21f842c87892bac",
    "comment": "Fugiat consectetur Lorem ut magna veniam esse. Aliqua ad aliqua aute ad sunt duis exercitation adipisicing. Deserunt labore cupidatat aliqua est ex id laborum esse aute quis laboris.\r\n",
    "rating": 5
  },
  {
    "_id": "64362d00c6fa62ee80509533",
    "user_id": "64362caddcbed8abcbb40a78",
    "recipe_id": "643629ce09875320c0700861",
    "comment": "Dolor consectetur ipsum in mollit ea. Lorem enim mollit ad exercitation sit sunt proident. Mollit exercitation in culpa enim nulla minim tempor mollit cillum excepteur laborum. Et esse mollit ullamco reprehenderit in laborum voluptate veniam esse veniam voluptate. Labore proident cillum incididunt ut culpa minim ut reprehenderit. Excepteur commodo anim minim mollit nisi non proident fugiat non.\r\n",
    "rating": 5
  },
  {
    "_id": "64362d00e6d47ce589010ec9",
    "user_id": "64362cad35bef4271538b9d2",
    "recipe_id": "643629cea88ce5f37fcd16a5",
    "comment": "Et duis ut quis voluptate amet cillum enim velit cillum. Minim est duis do exercitation laboris anim excepteur quis veniam ea tempor. Esse excepteur laboris minim eu culpa culpa elit irure do nulla laboris. Eiusmod officia magna eiusmod dolore deserunt eu aliquip nulla occaecat aliqua ut labore. Excepteur est nisi et incididunt dolore ea magna nulla dolor. Irure voluptate ut sit Lorem officia voluptate duis ea cillum eiusmod ea ea ut anim.\r\n",
    "rating": 2
  },
  {
    "_id": "64362d0033318d56d6d15e73",
    "user_id": "64362cad158305eece8d37a5",
    "recipe_id": "643629cee16b02cbb61ab33f",
    "comment": "Do aliquip fugiat laborum aute. Cupidatat laborum qui reprehenderit aliqua consequat ipsum culpa anim sunt consectetur culpa. Nulla exercitation amet eu duis ex minim exercitation sint adipisicing labore laborum.\r\n",
    "rating": 3
  },
  {
    "_id": "64362d007eea6b1885d1551f",
    "user_id": "64362cad158305eece8d37a5",
    "recipe_id": "643629cea7fafe98e1b65ae7",
    "comment": "Excepteur ullamco sint commodo culpa reprehenderit reprehenderit enim ad laborum. Mollit culpa ipsum adipisicing officia velit. Consequat ex aute eu est amet sint reprehenderit culpa dolore aliquip nostrud mollit culpa sint. Ad reprehenderit ad nostrud est. Pariatur enim veniam velit Lorem Lorem est commodo ipsum ad incididunt aliqua enim. Exercitation mollit cupidatat cillum ipsum nostrud nisi commodo in tempor Lorem id occaecat.\r\n",
    "rating": 2
  },
  {
    "_id": "64362d00f7da8924f0e6a261",
    "user_id": "64362cad2576643e46ab1468",
    "recipe_id": "643629ce964d99bf6e61b69b",
    "comment": "Nostrud ullamco proident occaecat consectetur ut non in. Eiusmod velit pariatur consectetur veniam qui in anim velit. Ad excepteur consectetur incididunt labore. Voluptate nulla pariatur dolore quis reprehenderit cupidatat magna et non anim tempor labore est. Do ullamco velit dolore dolore Lorem tempor incididunt irure sit amet do sit. Amet deserunt mollit exercitation laboris in anim laboris occaecat. In voluptate quis nisi nostrud sunt elit nulla.\r\n",
    "rating": 1
  },
  {
    "_id": "64362d001e91bed80ed4ac24",
    "user_id": "64362cad2576643e46ab1468",
    "recipe_id": "643629ceb49082dec27b61dc",
    "comment": "Voluptate minim velit fugiat ullamco non ipsum consectetur dolore commodo occaecat nulla. Id nisi est proident Lorem mollit duis culpa enim ea sit est consequat. Laboris ipsum sint minim laborum exercitation amet aliqua. Adipisicing commodo anim commodo dolore consectetur consequat laborum adipisicing consequat tempor velit occaecat. Laborum ad id est adipisicing velit enim ipsum eu. Enim proident ex exercitation enim officia nulla quis. Sint ut non Lorem sit reprehenderit consectetur culpa excepteur non proident cupidatat consectetur qui.\r\n",
    "rating": 2
  },
  {
    "_id": "64362d00a13e2a3d9f367b2c",
    "user_id": "64362cad2576643e46ab1468",
    "recipe_id": "643629cea7fafe98e1b65ae7",
    "comment": "Exercitation culpa non velit ipsum aliquip veniam mollit qui reprehenderit consectetur eiusmod. Cillum proident ea aliqua ea cillum tempor do reprehenderit velit mollit officia adipisicing culpa. Ea magna officia et cillum nulla voluptate. Cupidatat excepteur magna dolore proident aliqua deserunt dolor exercitation nisi dolore labore et nulla laborum. Non voluptate occaecat elit officia nulla labore mollit fugiat anim ea id minim velit proident.\r\n",
    "rating": 2
  },
  {
    "_id": "64362d007958f1c8a9a65f80",
    "user_id": "64362cad46a99a7cc8076ce2",
    "recipe_id": "643629ce44289124020574dd",
    "comment": "Voluptate aliquip laborum sint laboris qui voluptate in officia enim amet nisi anim. Incididunt aliqua do sit exercitation cupidatat. Deserunt nostrud proident dolore exercitation veniam dolore est. Elit consequat qui magna quis nostrud Lorem. Quis culpa magna id consequat officia tempor mollit officia Lorem mollit id ipsum eiusmod.\r\n",
    "rating": 2
  },
  {
    "_id": "64362d0013797d68c55df936",
    "user_id": "64362cad050dcc1f1965ec35",
    "recipe_id": "643629ceba7730611981e367",
    "comment": "In anim irure officia voluptate nostrud laboris velit voluptate. Ad commodo in velit culpa quis officia. Aute in officia voluptate magna nostrud cupidatat ipsum. Laboris non cillum voluptate officia. Ullamco quis enim id dolor magna ullamco in nulla ullamco dolor adipisicing. Tempor reprehenderit culpa velit pariatur proident non veniam nisi aute tempor. Aute et velit ipsum et non commodo aliquip consectetur do minim duis tempor.\r\n",
    "rating": 1
  },
  {
    "_id": "64362d005a66ac3869c1a80c",
    "user_id": "64362cadb15cc231bdb875ea",
    "recipe_id": "643629ce0bb872a21eae730c",
    "comment": "Consectetur voluptate dolore quis aliquip eu in enim occaecat excepteur mollit sunt ullamco veniam excepteur. Magna excepteur enim velit nulla. Ut esse ullamco occaecat esse occaecat ut nulla Lorem laboris. Ad excepteur occaecat consequat id esse pariatur cillum consectetur deserunt deserunt eu incididunt reprehenderit quis. Non labore id dolor Lorem fugiat excepteur sint qui dolor mollit sunt.\r\n",
    "rating": 2
  },
  {
    "_id": "64362d0052a6e3b3c5b63a27",
    "user_id": "64362cad158305eece8d37a5",
    "recipe_id": "643629cee21f842c87892bac",
    "comment": "Reprehenderit adipisicing consectetur velit eiusmod occaecat tempor eiusmod Lorem anim aute. Veniam aliquip reprehenderit quis occaecat irure adipisicing Lorem. Irure sunt aliquip consectetur consectetur cupidatat Lorem dolore duis. Quis sunt laborum labore ea velit laboris. Mollit aliqua esse ullamco amet adipisicing consequat sunt velit veniam labore ea sit ea.\r\n",
    "rating": 2
  },
  {
    "_id": "64362d00d44eb322c6e0b33f",
    "user_id": "64362cad8350abdcfd96392b",
    "recipe_id": "643629ce09875320c0700861",
    "comment": "Elit enim incididunt anim fugiat dolore. Reprehenderit ad ex quis quis nulla consequat qui ut aute ipsum Lorem esse nostrud Lorem. Aliquip nulla incididunt aliquip pariatur et occaecat magna fugiat sunt id aliqua duis exercitation laboris. Lorem ut cupidatat nisi id reprehenderit amet ex nisi culpa pariatur. Cillum id excepteur commodo consectetur aliquip proident aliqua dolore magna.\r\n",
    "rating": 3
  },
  {
    "_id": "64362d00f506fc912f0ade28",
    "user_id": "64362cad8350abdcfd96392b",
    "recipe_id": "643629ceb4fdd889ec6989cc",
    "comment": "Voluptate proident laborum enim sint elit nulla magna amet duis consequat irure. Occaecat deserunt sint velit fugiat nisi dolore. Ipsum eu ullamco fugiat ad eu est quis nostrud consectetur esse tempor dolore. Duis incididunt elit aliqua proident cupidatat Lorem adipisicing consectetur sit consectetur in. Pariatur labore et ipsum qui in exercitation culpa tempor aute.\r\n",
    "rating": 3
  }
]
